tutorials/incompressible/simpleFoam/rotorDisk/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    slipWall
    {
        type            slip;
        inGroups        1(slip);
        nFaces          11616;
        startFace       215580;
        inGroups        1 ( slip );
    }
    outlet
    {
        type            patch;
        nFaces          1788;
        startFace       227196;
    }
    inlet
    {
        type            patch;
        nFaces          1788;
        startFace       228984;
    }
)

// ************************************************************************* //
